var industry={
    "线上": {
        "小初高辅导": [
            "英语辅导",
            "语文辅导",
            "数学辅导",
            "中考辅导",
            "高考辅导",
            "听力培训"
        ],
        "竞赛辅导": [
            "奥数",
            "英语辅导",
            "体育竞技",
            "艺术培训",
            "中考辅导",
            "高考辅导"
        ],
        "线上教育加盟": [
            "英语培训",
            "中小学辅导",
            "学历教育",
            "出国留学",
            "职业技能培训",
            "小语种培训"
        ],
        "青少年英语": [
            "英语早教",
            "英语辅导",
            "雅思/托福",
            "听力培训",
            "出国留学",
            "学科辅导"
        ],
        "成人英语": [
            "英语辅导",
            "出国留学",
            "英语口语",
            "雅思/托福",
            "商务英语",
            "高等教育"
        ],
        "托福/雅思/SAT/ACT/": [
            "雅思/托福",
            "出国留学",
            "英语口语",
            "MBA",
            "英语辅导",
            "听力培训"
        ],
        "商务英语": [
            "雅思/托福",
            "出国留学",
            "MBA",
            "英语口语",
            "听力培训",
            "外企求职"
        ],
        "高等教育": [
            "成人大学",
            "自考大学",
            "专升本培训",
            "MBA",
            "出国留学",
            "英语辅导"
        ],
        "MBA/EMBA": [
            "MBA",
            "成人大学",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语"
        ],
        "中等教育": [
            "中专/职高",
            "技校/卫校",
            "成人大学",
            "餐饮厨师",
            "IT培训",
            "设计培训"
        ],
        "机器人培训": [
            "机器人竞技",
            "机械入门",
            "程序设计",
            "单片机开发",
            "电路设计",
            "3D建模"
        ],
        "逻辑思维培训": [
            "数学思维",
            "物理思维",
            "模拟面试",
            "行为习惯",
            "模拟联合国",
            "儿童思维训练"
        ],
        "欧洲留学": [
            "欧洲留学",
            "小语种培训",
            "英语口语",
            "雅思/托福",
            "听力培训",
            "MBA"
        ],
        "亚洲留学": [
            "日本留学",
            "日语培训",
            "韩国留学",
            "韩语培训",
            "MBA",
            "艺术培训"
        ],
        "美国留学": [
            "美国留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福",
            "MBA"
        ],
        "英国留学": [
            "英国留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福",
            "MBA"
        ],
        "加拿大留学": [
            "加拿大留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福",
            "MBA"
        ],
        "澳洲留学": [
            "澳洲留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "MBA",
            "雅思/托福"
        ],
        "留学预科": [
            "留学预科班",
            "英语口语",
            "听力培训",
            "英语辅导",
            "MBA",
            "雅思/托福"
        ],
        "国际学校": [
            "美国留学",
            "英国留学",
            "加拿大留学",
            "欧洲留学",
            "英语口语",
            "听力培训"
        ],
        "国际游学": [
            "国际游学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "MBA",
            "雅思/托福"
        ],
        "其他国家留学": [
            "出国留学",
            "小语种培训",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福"
        ],
        "日语培训": [
            "日语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            ""
        ],
        "韩语培训": [
            "韩语培训",
            "出国留学",
            "MBA",
            "舞蹈培训",
            "英语辅导",
            "英语口语"
        ],
        "法语培训": [
            "法语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            "MBA"
        ],
        "德语培训": [
            "德语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            "MBA"
        ],
        "俄语培训": [
            "俄语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            "MBA"
        ],
        "汉语培训": [
            "汉语培训",
            "中国留学",
            "汉语等级考试",
            "MBA",
            "听力培训",
            "汉语口语"
        ],
        "其他语种培训": [
            "小语种培训",
            "出国留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福"
        ],
        "网络工程师培训": [
            "网络工程师培训",
            "软件工程师培训",
            "网络营销培训",
            "数据库培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "软件工程师培训": [
            "软件工程师培训",
            "网络工程师培训",
            "网络营销培训",
            "数据库培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "网络营销培训": [
            "网络营销培训",
            "软件工程师培训",
            "网络工程师培训",
            "数据库培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "动漫游戏开发培训": [
            "动漫开发",
            "游戏开发",
            "美术培训",
            "设计培训",
            "软件工程师培训",
            "英语培训"
        ],
        "数据库培训": [
            "数据库培训",
            "网络营销培训",
            "软件工程师培训",
            "网络工程师培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "认证类培训": [
            "注册会计师",
            "Oracle认证",
            "微软认证",
            "思科认证",
            "会计从业资格",
            "注册税务师"
        ],
        "其他IT类培训": [
            "PHP培训",
            "前端技术",
            "安卓开发",
            "IOS开发",
            "UI设计",
            "就业培训"
        ],
        "企业培训": [
            "领导力培训",
            "心理学",
            "管理学",
            "分析与决策",
            "团队协作",
            "项目管理"
        ],
        "财经/会计培训": [
            "会计全科",
            "会计职称培训",
            "注册会计师培训",
            "审计师培训",
            "证券从业培训",
            "报关员培训"
        ],
        "设计培训": [
            "平面设计",
            "UI设计",
            "工业设计",
            "室内设计",
            "服装设计",
            "美术培训"
        ],
        "摄影培训": [
            "摄影培训",
            "平面设计",
            "UI设计",
            "美术培训",
            "美发",
            "化妆"
        ],
        "技工培训": [
            "汽车维修培训",
            "电脑维修培训",
            "家电维修培训",
            "手机维修培训",
            "电工培训",
            "电气焊培训"
        ],
        "汽车维修/美容培训": [
            "汽车维修",
            "汽车美容",
            "数控培训",
            "餐饮培训",
            "就业培训",
            "成人大学"
        ],
        "美容美发培训": [
            "美容",
            "美发",
            "化妆",
            "餐饮培训",
            "成人大学",
            "自考大学"
        ],
        "餐饮培训": [
            "厨师培训",
            "面点师培训",
            "西点培训",
            "调酒师培训",
            "就业培训",
            "资考大学"
        ],
        "其他技能培训": [
            "职业技能培训",
            "就业培训",
            "IT培训",
            "会计证培训",
            "成人大学",
            "自考大学"
        ]
    },
    "线下": {
        "亲子活动": [
            "亲子乐园",
            "兴趣培养",
            "早教课程",
            "托管班",
            "英语早教",
            "逻辑思维培训"
        ],
        "早教课程": [
            "早教课程",
            "亲子乐园",
            "兴趣培养",
            "托管班",
            "英语早教",
            "机器人培训"
        ],
        "半托/全托班": [
            "托管班",
            "早教课程",
            "亲子乐园",
            "兴趣培养",
            "英语早教",
            "机器人培训"
        ],
        "幼儿园": [
            "幼儿园",
            "早教课程",
            "亲子乐园",
            "兴趣培养",
            "英语早教",
            "逻辑思维培训"
        ],
        "幼小衔接": [
            "启蒙教育",
            "英语早教",
            "小语种培训",
            "艺术培训",
            "亲子乐园",
            "国内游学"
        ],
        "小初高辅导": [
            "英语辅导",
            "语文辅导",
            "数学辅导",
            "中考辅导",
            "高考辅导",
            "听力培训"
        ],
        "竞赛辅导": [
            "奥数",
            "英语辅导",
            "体育竞技",
            "艺术培训",
            "中考辅导",
            "高考辅导"
        ],
        "夏/冬令营": [
            "英语口语",
            "出国留学",
            "听力培训",
            "兴趣培养",
            "早教课程",
            "小语种培训"
        ],
        "线下学校加盟": [
            "英语培训",
            "中小学辅导",
            "学历教育",
            "出国留学",
            "职业技能培训",
            "小语种培训"
        ],
        "青少年英语": [
            "英语早教",
            "英语辅导",
            "雅思/托福",
            "听力培训",
            "出国留学",
            "学科辅导"
        ],
        "成人英语": [
            "英语辅导",
            "出国留学",
            "英语口语",
            "雅思/托福",
            "商务英语",
            "高等教育"
        ],
        "托福/雅思/SAT/ACT/": [
            "雅思/托福",
            "出国留学",
            "英语口语",
            "MBA",
            "英语辅导",
            "听力培训"
        ],
        "商务英语": [
            "雅思/托福",
            "出国留学",
            "MBA",
            "英语口语",
            "听力培训",
            "外企求职"
        ],
        "高等教育": [
            "成人大学",
            "自考大学",
            "专升本培训",
            "MBA",
            "出国留学",
            "英语辅导"
        ],
        "MBA/EMBA": [
            "MBA",
            "成人大学",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语"
        ],
        "中等教育": [
            "中专/职高",
            "技校/卫校",
            "成人大学",
            "餐饮厨师",
            "IT培训",
            "设计培训"
        ],
        "美术培训": [
            "绘画",
            "雕塑",
            "设计美术",
            "书法",
            "舞蹈培训",
            "声乐培训"
        ],
        "书法培训": [
            "书法",
            "绘画",
            "舞蹈培训",
            "声乐培训",
            "武术",
            "乐器培训"
        ],
        "舞蹈培训": [
            "芭蕾舞",
            "拉丁舞",
            "摩登舞",
            "街舞",
            "声乐培训",
            "表演培训"
        ],
        "体育竞技培训": [
            "自主招生",
            "出国留学",
            "兴趣培养",
            "中考体育",
            "游泳培训",
            "击剑培训"
        ],
        "声乐培训": [
            "美声唱法",
            "民族唱法",
            "通俗唱法",
            "乐器培训",
            "舞蹈培训",
            "表演培训"
        ],
        "棋类培训": [
            "兴趣培养",
            "逻辑思维培训",
            "围棋培训",
            "象棋培训",
            "自主招生",
            "出国留学"
        ],
        "机器人培训": [
            "机器人竞技",
            "机械入门",
            "程序设计",
            "单片机开发",
            "电路设计",
            "3D建模"
        ],
        "逻辑思维培训": [
            "数学思维",
            "物理思维",
            "模拟面试",
            "行为习惯",
            "模拟联合国",
            "儿童思维训练"
        ],
        "欧洲留学": [
            "欧洲留学",
            "小语种培训",
            "英语口语",
            "雅思/托福",
            "听力培训",
            "MBA"
        ],
        "亚洲留学": [
            "日本留学",
            "日语培训",
            "韩国留学",
            "韩语培训",
            "MBA",
            "艺术培训"
        ],
        "美国留学": [
            "美国留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福",
            "MBA"
        ],
        "英国留学": [
            "英国留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福",
            "MBA"
        ],
        "加拿大留学": [
            "加拿大留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福",
            "MBA"
        ],
        "澳洲留学": [
            "澳洲留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "MBA",
            "雅思/托福"
        ],
        "留学预科": [
            "留学预科班",
            "英语口语",
            "听力培训",
            "英语辅导",
            "MBA",
            "雅思/托福"
        ],
        "国际学校": [
            "美国留学",
            "英国留学",
            "加拿大留学",
            "欧洲留学",
            "英语口语",
            "听力培训"
        ],
        "国际游学": [
            "国际游学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "MBA",
            "雅思/托福"
        ],
        "其他国家留学": [
            "出国留学",
            "小语种培训",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福"
        ],
        "日语培训": [
            "日语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            ""
        ],
        "韩语培训": [
            "韩语培训",
            "出国留学",
            "MBA",
            "舞蹈培训",
            "英语辅导",
            "英语口语"
        ],
        "法语培训": [
            "法语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            "MBA"
        ],
        "德语培训": [
            "德语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            "MBA"
        ],
        "俄语培训": [
            "俄语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            "MBA"
        ],
        "汉语培训": [
            "汉语培训",
            "中国留学",
            "汉语等级考试",
            "MBA",
            "听力培训",
            "汉语口语"
        ],
        "其他语种培训": [
            "小语种培训",
            "出国留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福"
        ],
        "网络工程师培训": [
            "网络工程师培训",
            "软件工程师培训",
            "网络营销培训",
            "数据库培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "软件工程师培训": [
            "软件工程师培训",
            "网络工程师培训",
            "网络营销培训",
            "数据库培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "网络营销培训": [
            "网络营销培训",
            "软件工程师培训",
            "网络工程师培训",
            "数据库培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "动漫游戏开发培训": [
            "动漫开发",
            "游戏开发",
            "美术培训",
            "设计培训",
            "软件工程师培训",
            "英语培训"
        ],
        "数据库培训": [
            "数据库培训",
            "网络营销培训",
            "软件工程师培训",
            "网络工程师培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "认证类培训": [
            "注册会计师",
            "Oracle认证",
            "微软认证",
            "思科认证",
            "会计从业资格",
            "注册税务师"
        ],
        "其他IT类培训": [
            "PHP培训",
            "前端技术",
            "安卓开发",
            "IOS开发",
            "UI设计",
            "就业培训"
        ],
        "企业培训": [
            "领导力培训",
            "心理学",
            "管理学",
            "分析与决策",
            "团队协作",
            "项目管理"
        ],
        "财经/会计培训": [
            "会计全科",
            "会计职称培训",
            "注册会计师培训",
            "审计师培训",
            "证券从业培训",
            "报关员培训"
        ],
        "设计培训": [
            "平面设计",
            "UI设计",
            "工业设计",
            "室内设计",
            "服装设计",
            "美术培训"
        ],
        "摄影培训": [
            "摄影培训",
            "平面设计",
            "UI设计",
            "美术培训",
            "美发",
            "化妆"
        ],
        "技工培训": [
            "汽车维修培训",
            "电脑维修培训",
            "家电维修培训",
            "手机维修培训",
            "电工培训",
            "电气焊培训"
        ],
        "汽车维修/美容培训": [
            "汽车维修",
            "汽车美容",
            "数控培训",
            "餐饮培训",
            "就业培训",
            "成人大学"
        ],
        "美容美发培训": [
            "美容",
            "美发",
            "化妆",
            "餐饮培训",
            "成人大学",
            "自考大学"
        ],
        "餐饮培训": [
            "厨师培训",
            "面点师培训",
            "西点培训",
            "调酒师培训",
            "就业培训",
            "资考大学"
        ],
        "其他技能培训": [
            "职业技能培训",
            "就业培训",
            "IT培训",
            "会计证培训",
            "成人大学",
            "自考大学"
        ]
    }
}