import React from "react";
import {Icon} from "antd";
import childImg from "../../../imgs/child1.png";
const lists = [
    {
        type: "器乐",
        detail: [
            {
                type1: "民乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管弦乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            }
        ]
    },
    {
        type: "舞蹈",
        detail: [
            {
                type1: "民乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管弦乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            }
        ]
    },
    {
        type: "合唱",
        detail: [
            {
                type1: "民乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管弦乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            }
        ]
    },
    {
        type: "戏剧",
        detail: [
            {
                type1: "民乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管弦乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            }
        ]
    },
    {
        type: "室内乐",
        detail: [
            {
                type1: "民乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管弦乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            }
        ]
    },
    {
        type: "北京市非物质文化遗产",
        detail: [
            {
                type1: "民乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            },
            {
                type1: "管弦乐",
                detail1: [
                    {
                        type2: "铜管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "木管",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "弦乐",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }, {
                        type2: "手风琴独奏",
                        detail2: ["小号三重奏", "长号四重奏", "大号四重奏", "铜管大重奏", "圆号四重奏", "上低音号四重奏", "铜管四重奏"]
                    }
                ]
            }
        ]
    }
]

export default class ArtTab2 extends React.Component{
    listMouseover(ref) {
        $(this.refs[ref]).children("ul,.r").show().end().children(".rl").hide();
    }
    listMouseout(ref) {
        $(this.refs[ref]).children("ul,.r").hide().end().children(".rl").show()
    }
    render(){
        return (<div style={{position:"relative"}}>
            <img src={childImg} style={{position:"absolute",top:"136px",left:"-80px"}} alt=""/>
            <ul style={{marginLeft: "80px", padding: "15px 0"}}>
                {lists.map((v, k)=>(<li
                    ref={"li" + k}
                    onMouseOver={this.listMouseover.bind(this, "li" + k)}
                    onMouseOut={this.listMouseout.bind(this, "li" + k)}
                    key={k}
                    style={{
                        position: "relative",
                        backgroundColor: "#FFFFFF",
                        fontSize: "16px",
                        lineHeight: "70px",
                        fontWeight: "bold",
                        padding: "0 20px 0 30px",
                        border: "1px solid #E2E3E5",
                        width: "290px",
                        height: "72px",
                        borderTop: k == 0 ? "1px solid #E2E3E5" : "none"
                    }}
                >
                    {v.type}
                    <div className="rl" style={{color: "#A7A7A7"}}>
                        <Icon type="right"/>
                    </div>
                    <i className="r" style={{
                        display: "none",
                        zIndex: 500,
                        width: "1px",
                        backgroundColor: "#FFFFFF",
                        position: "absolute",
                        right: "-1px",
                        top: 0,
                        height: "70px"
                    }}></i>
                    <ul style={{
                        backgroundColor: "#FFFFFF",
                        display: "none",
                        border: "1px solid #E2E3E5",
                        position: "absolute",
                        paddingTop: "11px",
                        right: "-228px",
                        top: "-1px"
                    }}>
                        {v.detail.map((v1, k1)=>(<li
                            ref={"li" +k+ k1}
                            onMouseOver={this.listMouseover.bind(this, "li" +k+ k1)}
                            onMouseOut={this.listMouseout.bind(this, "li" +k+ k1)}
                            key={k1}
                            style={{
                                position: "relative",
                                lineHeight: "50px",
                                paddingLeft: "46px",
                                fontSize: "13px",
                                fontWeight: "bold",
                                width: "226px",
                                height: "50px",
                                borderTop: k1 == 0 ? "none" : "1px dashed #E2E3E5"
                            }}
                        >
                            {v1.type1}
                            <i className="r" style={{
                                display: "none",
                                zIndex: 500,
                                width: "1px",
                                backgroundColor: "#FFFFFF",
                                position: "absolute",
                                right: "-1px",
                                top: k1 == 0 ? "-11px" : 0,
                                height: k1 == 0 ? "61px" : "50px"
                            }}></i>
                            <ul style={{
                                display: "none",
                                backgroundColor: "#FFFFFF",
                                position: "absolute",
                                top: k1 == 0 ? "-12px" : "-1px",
                                border: "1px solid #E2E3E5",
                                right: "-228px",
                            }}>
                                {v1.detail1.map((v2, k2)=>(<li
                                    ref={"li"+k+k1+ k2}
                                    onMouseOver={this.listMouseover.bind(this, "li"+k+k1+ k2)}
                                    onMouseOut={this.listMouseout.bind(this, "li"+k+k1+ k2)}
                                    key={k2}
                                    style={{
                                        position: "relative",
                                        lineHeight: "50px",
                                        paddingLeft: "46px",
                                        fontSize: "13px",
                                        fontWeight: "bold",
                                        width: "226px",
                                        height: "50px",
                                        borderTop: k2 == 0 ? "none" : "1px dashed #E2E3E5"
                                    }}>
                                    {v2.type2}
                                    <i className="r" style={{
                                        display: "none",
                                        zIndex: 500,
                                        width: "1px",
                                        backgroundColor: "#FFFFFF",
                                        position: "absolute",
                                        right: "-1px",
                                        top: 0,
                                        height: "50px"
                                    }}></i>
                                    <ul
                                        className="clear"
                                        style={{
                                            position: "absolute",
                                            width: "254px",
                                            right: "-254px",
                                            top: "-1px",
                                            backgroundColor: "#FFFFFF",
                                            display: "none",
                                            border: "1px solid #E2E3E5",
                                            padding: "6px 0"
                                        }}>
                                        {v2.detail2.map((v3, k3)=>(<li
                                            className="fl"
                                            style={{
                                                lineHeight: "33px",
                                                height: "33px",
                                                paddingLeft: "26px"
                                            }}
                                            key={k3}
                                        >
                                            {v3}
                                        </li>))}
                                    </ul>
                                </li>))}
                            </ul>
                        </li>))}
                    </ul>
                </li>))}
            </ul>
        </div>)
    }
}