export default {
    "青少儿英语": {
        "XWTZ": [
            "英语早教",
            "英语辅导",
            "雅思/托福",
            "听力培训",
            "出国留学",
            "学科辅导"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "11.1",
                "邀约": "58.7",
                "触达": "93.2"
            },
            "shiji": {
                "成单": "5.9",
                "邀约": "51.4",
                "触达": "86.0"
            }
        }
    },
    "成人英语": {
        "XWTZ": [
            "英语辅导",
            "出国留学",
            "英语口语",
            "雅思/托福",
            "商务英语",
            "高等教育"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "10.7",
                "邀约": "54.6",
                "触达": "96.5"
            },
            "shiji": {
                "成单": "5.2",
                "邀约": "48.9",
                "触达": "88.3"
            }
        }
    },
    "雅思/托福/SAT/ACT": {
        "XWTZ": [
            "雅思/托福",
            "出国留学",
            "英语口语",
            "MBA",
            "英语辅导",
            "听力培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.4",
                "邀约": "45.9",
                "触达": "93.6"
            },
            "shiji": {
                "成单": "4.6",
                "邀约": "39.2",
                "触达": "89.5"
            }
        }
    },
    "教育投资": {
        "XWTZ": [
            "英语培训",
            "学科辅导",
            "幼儿早教",
            "学历教育",
            "艺术培训",
            "出国留学"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "7.8",
                "邀约": "44.8",
                "触达": "92.1"
            },
            "shiji": {
                "成单": "2.7",
                "邀约": "36.2",
                "触达": "84.5"
            }
        }
    },
    "其他英语培训": {
        "XWTZ": [
            "英语辅导",
            "出国留学",
            "雅思/托福",
            "听力培训",
            "英语口语",
            "英语翻译"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "12.3",
                "邀约": "65.2",
                "触达": "94.6"
            },
            "shiji": {
                "成单": "4.4",
                "邀约": "58.6",
                "触达": "88.6"
            }
        }
    },
    "幼小衔接": {
        "XWTZ": [
            "启蒙教育",
            "英语早教",
            "小语种培训",
            "艺术培训",
            "亲子乐园",
            "国内游学"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "6.9",
                "邀约": "42.6",
                "触达": "89.1"
            },
            "shiji": {
                "成单": "4.3",
                "邀约": "35.5",
                "触达": "84.6"
            }
        }
    },
    "小学辅导": {
        "XWTZ": [
            "英语辅导",
            "数学辅导",
            "语文辅导",
            "奥数",
            "艺术培训",
            "兴趣培养"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "6.2",
                "邀约": "60.5",
                "触达": "94.3"
            },
            "shiji": {
                "成单": "3.1",
                "邀约": "52.8",
                "触达": "90.1"
            }
        }
    },
    "竞赛辅导": {
        "XWTZ": [
            "奥数",
            "英语辅导",
            "体育竞技",
            "艺术培训",
            "中考辅导",
            "高考辅导"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.6",
                "邀约": "43.0",
                "触达": "96.5"
            },
            "shiji": {
                "成单": "4.3",
                "邀约": "39.2",
                "触达": "92.4"
            }
        }
    },
    "中考辅导": {
        "XWTZ": [
            "中考辅导",
            "英语辅导",
            "听力培训",
            "数学辅导",
            "文科辅导",
            "理科辅导"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "5.4",
                "邀约": "48.6",
                "触达": "93.1"
            },
            "shiji": {
                "成单": "2.8",
                "邀约": "41.2",
                "触达": "87.4"
            }
        }
    },
    "高考辅导": {
        "XWTZ": [
            "高考辅导",
            "英语辅导",
            "听力培训",
            "数学辅导",
            "文科辅导",
            "理科辅导"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.4",
                "邀约": "49.6",
                "触达": "94.2"
            },
            "shiji": {
                "成单": "3.9",
                "邀约": "43.7",
                "触达": "86.5"
            }
        }
    },
    "国内游学": {
        "XWTZ": [
            "国内游学",
            "奥数",
            "英语辅导",
            "学科辅导",
            "英语口语",
            "雅思/托福"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "4.6",
                "邀约": "32.6",
                "触达": "92.5"
            },
            "shiji": {
                "成单": "1.4",
                "邀约": "28.4",
                "触达": "85.6"
            }
        }
    },
    "亲子乐园": {
        "XWTZ": [
            "亲子乐园",
            "兴趣培养",
            "早教课程",
            "托管班",
            "英语早教",
            "艺术培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "6.4",
                "邀约": "57.3",
                "触达": "95.5"
            },
            "shiji": {
                "成单": "3.6",
                "邀约": "51.0",
                "触达": "90.1"
            }
        }
    },
    "早教课程": {
        "XWTZ": [
            "早教课程",
            "亲子乐园",
            "兴趣培养",
            "托管班",
            "英语早教",
            "艺术培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "7.5",
                "邀约": "64.1",
                "触达": "94.5"
            },
            "shiji": {
                "成单": "3.4",
                "邀约": "56.4",
                "触达": "89.2"
            }
        }
    },
    "半托/全托班": {
        "XWTZ": [
            "托管班",
            "早教课程",
            "亲子乐园",
            "兴趣培养",
            "英语早教",
            "艺术培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "4.1",
                "邀约": "45.1",
                "触达": "92.1"
            },
            "shiji": {
                "成单": "1.8",
                "邀约": "39.2",
                "触达": "82.8"
            }
        }
    },
    "幼儿园": {
        "XWTZ": [
            "幼儿园",
            "早教课程",
            "亲子乐园",
            "兴趣培养",
            "英语早教",
            "艺术培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "10.8",
                "邀约": "54.0",
                "触达": "97.1"
            },
            "shiji": {
                "成单": "6.4",
                "邀约": "49.9",
                "触达": "90.8"
            }
        }
    },
    "中等教育": {
        "XWTZ": [
            "中专/职高",
            "技校/卫校",
            "成人大学",
            "餐饮厨师",
            "IT培训",
            "设计培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "6.8",
                "邀约": "52.9",
                "触达": "96.4"
            },
            "shiji": {
                "成单": "2.8",
                "邀约": "47.3",
                "触达": "93.5"
            }
        }
    },
    "高等教育": {
        "XWTZ": [
            "成人大学",
            "自考大学",
            "专升本培训",
            "MBA",
            "出国留学",
            "英语辅导"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.5",
                "邀约": "54.9",
                "触达": "96.5"
            },
            "shiji": {
                "成单": "4.2",
                "邀约": "48.2",
                "触达": "92.9"
            }
        }
    },
    "MBA": {
        "XWTZ": [
            "MBA",
            "成人大学",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "3.4",
                "邀约": "39.7",
                "触达": "96.2"
            },
            "shiji": {
                "成单": "1.6",
                "邀约": "32.6",
                "触达": "90.8"
            }
        }
    },
    "美术培训": {
        "XWTZ": [
            "绘画",
            "雕塑",
            "设计美术",
            "书法",
            "舞蹈培训",
            "声乐培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "10.5",
                "邀约": "63.3",
                "触达": "92.5"
            },
            "shiji": {
                "成单": "4.9",
                "邀约": "54.9",
                "触达": "87.9"
            }
        }
    },
    "书法培训": {
        "XWTZ": [
            "书法",
            "绘画",
            "舞蹈培训",
            "声乐培训",
            "武术",
            "乐器培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "7.4",
                "邀约": "59.4",
                "触达": "93.4"
            },
            "shiji": {
                "成单": "3.7",
                "邀约": "54.4",
                "触达": "88.2"
            }
        }
    },
    "舞蹈培训": {
        "XWTZ": [
            "芭蕾舞",
            "拉丁舞",
            "摩登舞",
            "街舞",
            "声乐培训",
            "表演培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "10.7",
                "邀约": "65.8",
                "触达": "92.8"
            },
            "shiji": {
                "成单": "4.6",
                "邀约": "56.4",
                "触达": "86.1"
            }
        }
    },
    "跆拳道培训": {
        "XWTZ": [
            "跆拳道",
            "武术",
            "健身",
            "瑜伽",
            "球类培训",
            "舞蹈培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "12.6",
                "邀约": "66.6",
                "触达": "95.8"
            },
            "shiji": {
                "成单": "4.5",
                "邀约": "60.5",
                "触达": "92.6"
            }
        }
    },
    "乐器培训": {
        "XWTZ": [
            "民族乐器",
            "西洋乐器",
            "声乐培训",
            "表演培训",
            "舞蹈培训",
            "绘画"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "11.4",
                "邀约": "66.9",
                "触达": "95.1"
            },
            "shiji": {
                "成单": "3.6",
                "邀约": "61.8",
                "触达": "90.2"
            }
        }
    },
    "球类培训": {
        "XWTZ": [
            "篮球培训",
            "足球培训",
            "羽毛球培训",
            "乒乓球培训",
            "网球培训",
            "其他球类培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "5.5",
                "邀约": "54.6",
                "触达": "94.7"
            },
            "shiji": {
                "成单": "2.5",
                "邀约": "46.5",
                "触达": "87.9"
            }
        }
    },
    "健身俱乐部": {
        "XWTZ": [
            "健身",
            "跆拳道",
            "武术",
            "瑜伽",
            "球类培训",
            "舞蹈培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.3",
                "邀约": "47.6",
                "触达": "92.8"
            },
            "shiji": {
                "成单": "3.9",
                "邀约": "39.2",
                "触达": "88.2"
            }
        }
    },
    "表演培训": {
        "XWTZ": [
            "表演培训",
            "舞蹈培训",
            "声乐培训",
            "乐器培训",
            "模特礼仪培训",
            "瑜伽"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.5",
                "邀约": "62.8",
                "触达": "93.3"
            },
            "shiji": {
                "成单": "3.7",
                "邀约": "59.4",
                "触达": "88.7"
            }
        }
    },
    "声乐培训": {
        "XWTZ": [
            "美声唱法",
            "民族唱法",
            "通俗唱法",
            "乐器培训",
            "舞蹈培训",
            "表演培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.8",
                "邀约": "59.2",
                "触达": "93.6"
            },
            "shiji": {
                "成单": "3.3",
                "邀约": "55.6",
                "触达": "90.1"
            }
        }
    },
    "模特礼仪培训": {
        "XWTZ": [
            "模特礼仪培训",
            "舞蹈培训",
            "表演培训",
            "瑜伽",
            "美术培训",
            "声乐培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.7",
                "邀约": "69.4",
                "触达": "94.1"
            },
            "shiji": {
                "成单": "3.9",
                "邀约": "62.8",
                "触达": "85.4"
            }
        }
    },
    "棋牌培训": {
        "XWTZ": [
            "围棋",
            "象棋",
            "国际象棋",
            "奥数",
            "竞技体育",
            "艺术培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "6.7",
                "邀约": "49.6",
                "触达": "95.2"
            },
            "shiji": {
                "成单": "2.4",
                "邀约": "38.9",
                "触达": "84.3"
            }
        }
    },
    "瑜伽培训": {
        "XWTZ": [
            "瑜伽",
            "健身",
            "武术",
            "舞蹈培训",
            "球类培训",
            "模特礼仪培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.2",
                "邀约": "54.3",
                "触达": "92.7"
            },
            "shiji": {
                "成单": "3.8",
                "邀约": "47.6",
                "触达": "86.9"
            }
        }
    },
    "武术培训": {
        "XWTZ": [
            "武术",
            "瑜伽",
            "健身",
            "舞蹈培训",
            "跆拳道",
            "球类培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "6.3",
                "邀约": "49.6",
                "触达": "94.2"
            },
            "shiji": {
                "成单": "2.9",
                "邀约": "44.1",
                "触达": "90.9"
            }
        }
    },
    "其他培训": {
        "XWTZ": [
            "理财规划师培训",
            "MBA",
            "英语口语",
            "就业培训",
            "商务英语",
            "小语种培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.8",
                "邀约": "50.8",
                "触达": "95.6"
            },
            "shiji": {
                "成单": "2.9",
                "邀约": "45.6",
                "触达": "89.4"
            }
        }
    },
    "欧洲留学": {
        "XWTZ": [
            "欧洲留学",
            "小语种培训",
            "英语口语",
            "雅思/托福",
            "听力培训",
            "MBA"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.9",
                "邀约": "40.9",
                "触达": "92.1"
            },
            "shiji": {
                "成单": "4.8",
                "邀约": "32.5",
                "触达": "85.3"
            }
        }
    },
    "美国留学": {
        "XWTZ": [
            "美国留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福",
            "MBA"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "10.6",
                "邀约": "42.5",
                "触达": "93.8"
            },
            "shiji": {
                "成单": "5.0",
                "邀约": "36.1",
                "触达": "87.1"
            }
        }
    },
    "加拿大留学": {
        "XWTZ": [
            "加拿大留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福",
            "MBA"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "10.2",
                "邀约": "45.3",
                "触达": "92.9"
            },
            "shiji": {
                "成单": "4.7",
                "邀约": "37.2",
                "触达": "88.6"
            }
        }
    },
    "日韩留学": {
        "XWTZ": [
            "日本留学",
            "日语培训",
            "韩国留学",
            "韩语培训",
            "MBA",
            "艺术培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.9",
                "邀约": "42.9",
                "触达": "91.8"
            },
            "shiji": {
                "成单": "4.1",
                "邀约": "36.8",
                "触达": "82.9"
            }
        }
    },
    "新加坡留学": {
        "XWTZ": [
            "新加坡留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福",
            "MBA"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.8",
                "邀约": "44.6",
                "触达": "91.6"
            },
            "shiji": {
                "成单": "3.8",
                "邀约": "39.5",
                "触达": "86.3"
            }
        }
    },
    "澳大利亚留学": {
        "XWTZ": [
            "澳大利亚留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "MBA",
            "雅思/托福"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "7.4",
                "邀约": "42.8",
                "触达": "91.5"
            },
            "shiji": {
                "成单": "3.5",
                "邀约": "37.1",
                "触达": "87.2"
            }
        }
    },
    "留学预科": {
        "XWTZ": [
            "留学预科班",
            "英语口语",
            "听力培训",
            "英语辅导",
            "MBA",
            "雅思/托福"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.2",
                "邀约": "46.8",
                "触达": "93.1"
            },
            "shiji": {
                "成单": "3.6",
                "邀约": "40.1",
                "触达": "87.7"
            }
        }
    },
    "国际游学": {
        "XWTZ": [
            "国际游学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "MBA",
            "雅思/托福"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "6.6",
                "邀约": "40.9",
                "触达": "93.3"
            },
            "shiji": {
                "成单": "2.9",
                "邀约": "34.8",
                "触达": "86.4"
            }
        }
    },
    "其他国家留学": {
        "XWTZ": [
            "出国留学",
            "小语种培训",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "10.6",
                "邀约": "45.6",
                "触达": "94.6"
            },
            "shiji": {
                "成单": "4.2",
                "邀约": "40.7",
                "触达": "87.4"
            }
        }
    },
    "日语培训": {
        "XWTZ": [
            "日语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            ""
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.8",
                "邀约": "50.7",
                "触达": "93.5"
            },
            "shiji": {
                "成单": "4.1",
                "邀约": "44.2",
                "触达": "89.1"
            }
        }
    },
    "韩语培训": {
        "XWTZ": [
            "韩语培训",
            "出国留学",
            "MBA",
            "舞蹈培训",
            "英语辅导",
            "英语口语"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.5",
                "邀约": "51.9",
                "触达": "93.6"
            },
            "shiji": {
                "成单": "3.7",
                "邀约": "46.3",
                "触达": "88.2"
            }
        }
    },
    "法语培训": {
        "XWTZ": [
            "法语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            "MBA"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.6",
                "邀约": "52.9",
                "触达": "93.6"
            },
            "shiji": {
                "成单": "3.5",
                "邀约": "48.7",
                "触达": "89.4"
            }
        }
    },
    "德语培训": {
        "XWTZ": [
            "德语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            "MBA"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.8",
                "邀约": "52.8",
                "触达": "92.4"
            },
            "shiji": {
                "成单": "3.3",
                "邀约": "46.5",
                "触达": "87.3"
            }
        }
    },
    "俄语培训": {
        "XWTZ": [
            "俄语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            "MBA"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.5",
                "邀约": "53.7",
                "触达": "92.8"
            },
            "shiji": {
                "成单": "3.4",
                "邀约": "48.1",
                "触达": "88.4"
            }
        }
    },
    "意大利语培训": {
        "XWTZ": [
            "意大利语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            "MBA"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.1",
                "邀约": "50.8",
                "触达": "92.3"
            },
            "shiji": {
                "成单": "3.0",
                "邀约": "42.9",
                "触达": "86.4"
            }
        }
    },
    "西班牙语培训": {
        "XWTZ": [
            "西班牙语培训",
            "出国留学",
            "雅思/托福",
            "英语辅导",
            "英语口语",
            "MBA"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.8",
                "邀约": "52.9",
                "触达": "91.5"
            },
            "shiji": {
                "成单": "3.4",
                "邀约": "47.1",
                "触达": "86.2"
            }
        }
    },
    "其他语种培训": {
        "XWTZ": [
            "小语种培训",
            "出国留学",
            "英语口语",
            "听力培训",
            "英语辅导",
            "雅思/托福"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.2",
                "邀约": "53.1",
                "触达": "92.8"
            },
            "shiji": {
                "成单": "3.1",
                "邀约": "46.5",
                "触达": "88.1"
            }
        }
    },
    "会计全科": {
        "XWTZ": [
            "会计全科",
            "会计证培训",
            "注册会计师培训",
            "会计职称培训",
            "证券从业培训",
            "审计师培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "7.4",
                "邀约": "40.9",
                "触达": "94.1"
            },
            "shiji": {
                "成单": "2.8",
                "邀约": "36.4",
                "触达": "90.3"
            }
        }
    },
    "会计证培训": {
        "XWTZ": [
            "会计证培训",
            "会计全科",
            "注册会计师培训",
            "会计职称培训",
            "证券从业培训",
            "审计师培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "7.1",
                "邀约": "41.1",
                "触达": "93.4"
            },
            "shiji": {
                "成单": "2.4",
                "邀约": "36.5",
                "触达": "86.2"
            }
        }
    },
    "注册会计师培训": {
        "XWTZ": [
            "注册会计师培训",
            "会计证培训",
            "会计全科",
            "会计职称培训",
            "证券从业培训",
            "审计师培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "6.8",
                "邀约": "45.2",
                "触达": "92.4"
            },
            "shiji": {
                "成单": "2.1",
                "邀约": "39.4",
                "触达": "87.1"
            }
        }
    },
    "会计职称培训": {
        "XWTZ": [
            "会计职称培训",
            "注册会计师培训",
            "会计证培训",
            "会计全科",
            "证券从业培训",
            "审计师培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "6.3",
                "邀约": "42.8",
                "触达": "92.1"
            },
            "shiji": {
                "成单": "2.3",
                "邀约": "35.6",
                "触达": "85.4"
            }
        }
    },
    "报关员培训": {
        "XWTZ": [
            "报关员培训",
            "英语辅导",
            "外贸英语",
            "英语口语",
            "听力培训",
            "小语种培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "11.4",
                "邀约": "56.8",
                "触达": "93.5"
            },
            "shiji": {
                "成单": "5.2",
                "邀约": "52.4",
                "触达": "88.7"
            }
        }
    },
    "证券从业培训": {
        "XWTZ": [
            "证券从业培训",
            "成人大学",
            "商务英语",
            "会计全科",
            "报关员培训",
            "审计师培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "12.2",
                "邀约": "60.2",
                "触达": "93.5"
            },
            "shiji": {
                "成单": "5.7",
                "邀约": "54.9",
                "触达": "86.9"
            }
        }
    },
    "审计师培训": {
        "XWTZ": [
            "审计师培训",
            "证券从业培训",
            "报关员培训",
            "成人大学",
            "商务英语",
            "会计全科"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "6.9",
                "邀约": "45.2",
                "触达": "95.7"
            },
            "shiji": {
                "成单": "2.2",
                "邀约": "39.5",
                "触达": "88.6"
            }
        }
    },
    "网络工程师培训": {
        "XWTZ": [
            "网络工程师培训",
            "软件工程师培训",
            "网络营销培训",
            "数据库培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "10.4",
                "邀约": "56.4",
                "触达": "93.8"
            },
            "shiji": {
                "成单": "4.6",
                "邀约": "51.8",
                "触达": "88.1"
            }
        }
    },
    "软件工程师培训": {
        "XWTZ": [
            "软件工程师培训",
            "网络工程师培训",
            "网络营销培训",
            "数据库培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "10.4",
                "邀约": "55.2",
                "触达": "94.5"
            },
            "shiji": {
                "成单": "4.8",
                "邀约": "51.4",
                "触达": "88.5"
            }
        }
    },
    "网络营销培训": {
        "XWTZ": [
            "网络营销培训",
            "软件工程师培训",
            "网络工程师培训",
            "数据库培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.8",
                "邀约": "56.4",
                "触达": "94.3"
            },
            "shiji": {
                "成单": "3.2",
                "邀约": "51.7",
                "触达": "89.2"
            }
        }
    },
    "动漫游戏开发培训": {
        "XWTZ": [
            "动漫开发",
            "游戏开发",
            "美术培训",
            "设计培训",
            "软件工程师培训",
            "英语培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "7.4",
                "邀约": "46.7",
                "触达": "93.7"
            },
            "shiji": {
                "成单": "2.1",
                "邀约": "40.5",
                "触达": "88.2"
            }
        }
    },
    "数据库培训": {
        "XWTZ": [
            "数据库培训",
            "网络营销培训",
            "软件工程师培训",
            "网络工程师培训",
            "Java认证培训",
            "Linux认证培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "10.2",
                "邀约": "60.7",
                "触达": "92.8"
            },
            "shiji": {
                "成单": "4.1",
                "邀约": "52.4",
                "触达": "88.5"
            }
        }
    },
    "Java认证培训": {
        "XWTZ": [
            "Java认证培训",
            "数据库培训",
            "网络营销培训",
            "软件工程师培训",
            "网络工程师培训",
            "Linux认证培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.8",
                "邀约": "59.1",
                "触达": "92.7"
            },
            "shiji": {
                "成单": "4.4",
                "邀约": "52.2",
                "触达": "86.2"
            }
        }
    },
    "Linux认证培训": {
        "XWTZ": [
            "Linux认证培训",
            "Java认证培训",
            "数据库培训",
            "网络营销培训",
            "软件工程师培训",
            "网络工程师培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.8",
                "邀约": "56.2",
                "触达": "92.6"
            },
            "shiji": {
                "成单": "3.4",
                "邀约": "51.8",
                "触达": "88.4"
            }
        }
    },
    "其他IT培训": {
        "XWTZ": [
            "PHP培训",
            "前端技术",
            "安卓开发",
            "IOS开发",
            "UI设计",
            "就业培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.0",
                "邀约": "54.2",
                "触达": "93.5"
            },
            "shiji": {
                "成单": "3.1",
                "邀约": "48.7",
                "触达": "88.6"
            }
        }
    },
    "就业培训": {
        "XWTZ": [
            "就业培训",
            "IT培训",
            "会计证培训",
            "成人大学",
            "自考大学",
            "餐饮培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.4",
                "邀约": "62.8",
                "触达": "95.8"
            },
            "shiji": {
                "成单": "3.2",
                "邀约": "57.4",
                "触达": "90.4"
            }
        }
    },
    "美容美发培训": {
        "XWTZ": [
            "美容",
            "美发",
            "化妆",
            "餐饮培训",
            "成人大学",
            "自考大学"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.4",
                "邀约": "61.8",
                "触达": "95.2"
            },
            "shiji": {
                "成单": "3.6",
                "邀约": "56.4",
                "触达": "91.2"
            }
        }
    },
    "摄影培训": {
        "XWTZ": [
            "摄影培训",
            "平面设计",
            "UI设计",
            "美术培训",
            "美发",
            "化妆"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.2",
                "邀约": "59.4",
                "触达": "92.7"
            },
            "shiji": {
                "成单": "2.3",
                "邀约": "51.8",
                "触达": "88.5"
            }
        }
    },
    "数控培训": {
        "XWTZ": [
            "数控培训",
            "电子技术培训",
            "就业培训",
            "汽车维修",
            "汽车美容",
            "成人大学"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "9.8",
                "邀约": "62.8",
                "触达": "93.8"
            },
            "shiji": {
                "成单": "4.2",
                "邀约": "58.7",
                "触达": "89.1"
            }
        }
    },
    "汽车维修/美容培训": {
        "XWTZ": [
            "汽车维修",
            "汽车美容",
            "数控培训",
            "餐饮培训",
            "就业培训",
            "成人大学"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.4",
                "邀约": "59.4",
                "触达": "92.7"
            },
            "shiji": {
                "成单": "3.7",
                "邀约": "55.3",
                "触达": "89.6"
            }
        }
    },
    "餐饮培训": {
        "XWTZ": [
            "厨师培训",
            "面点师培训",
            "西点培训",
            "调酒师培训",
            "就业培训",
            "资考大学"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "7.9",
                "邀约": "54.8",
                "触达": "93.4"
            },
            "shiji": {
                "成单": "3.2",
                "邀约": "50.9",
                "触达": "87.6"
            }
        }
    },
    "设计培训": {
        "XWTZ": [
            "平面设计",
            "UI设计",
            "工业设计",
            "室内设计",
            "服装设计",
            "美术培训"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "7.5",
                "邀约": "58.7",
                "触达": "94.7"
            },
            "shiji": {
                "成单": "2.8",
                "邀约": "52.1",
                "触达": "91.0"
            }
        }
    },
    "其他技能培训": {
        "XWTZ": [
            "职业技能培训",
            "就业培训",
            "IT培训",
            "会计证培训",
            "成人大学",
            "自考大学"
        ],
        "SJZL": {
            "yuqi": {
                "成单": "8.0",
                "邀约": "58.8",
                "触达": "93.2"
            },
            "shiji": {
                "成单": "3.2",
                "邀约": "54.3",
                "触达": "87.6"
            }
        }
    }
}